Revit 2024 API
ParameterTypeId.StairsRailingThickness Property
 "Railing Thickness"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId StairsRailingThickness { get; }
Visual Basic
Public Shared ReadOnly Property StairsRailingThickness As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ StairsRailingThickness {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace